Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Täida kõigepealt tühi virn.
fi: Täytä tyhjä pino ensin.

source: Pane midagi tühjale kohale
fi: Siirrä jotain tyhjään paikkaan

source: Tõsta kaart ajutisele tühjale kohale
fi: Siirrä kortti tyhjään väliaikaispaikkaan

source: Vihjeid ei ole
fi: Vinkkiä ei ole saatavilla

source: Langevad tähed
fi: Putoavat tähdet

source: Punapead
fi: Punapäät

source: Blondid ja brünetid
fi: Blondit ja brunetit

source: alusvirna
fi: perustus

source: Tõmba pakist kaart
fi: Jaa kortti pakasta

source: AppArmorApplet on tasuta tarkvara; võid seda levitada ja/või muuta vastavalt GNU General Public Litsentsile mis on avaldatud Free Software Foundation poolt; Litsentsi versioon 2 või (vastavalt Teie valikule) ükskõik milline hilisem versioon.
fi: AppArmorApplet on vapaa ohjelma; voit levittää sitä edelleen ja/tai muokata sitä Free Software Foundation -säätiön julkaiseman GNU GPL -lisenssin ehtojen mukaisesti. Voit käyttää joko lisenssin versiota 2 tai halutessasi mitä tahansa uudempaa versiota.

source: AppArmori töölaua eelistused
fi: AppArmor-työpöytäasetukset

source: Profiili genereerimine
fi: Profiilin luominen

source: Asukoht
fi: Polku

source: AppArmor'i tagasilükkamised
fi: AppArmor hylkäykset

source: Viga: mälu ei jätku.
fi: Virhe: Muisti loppui.

source: Viga: basedir %s pole kataloog, jäetakse vahele.
fi: Virhe: kantahakemisto %s ei ole hakemisto, ohitetaan.

source: Viga: kataloogi %s pole võimalik otsinguteele lisada.
fi: Virhe: Hakemistoa %s ei voitu lisätä etsintäpolkuun.

source: Viga: pole võimalik eraldada mälu.
fi: Virhe: Muistin varaaminen epäonnistui.

source: Mälu ei jätku
fi: Muisti loppui

source: Profiil ei vasta protokollile
fi: Profiili ei noudata yhteyskäytäntöä

source: Profiil ei vasta signatuurile
fi: Profiili ei täsmää allekirjoitukseen

source: Profiili versioon ei ole Apparmori mooduli poolt toetatud
fi: Profiilin versio ei ole AppArmor-moduulin tukema

source: Profiil on juba olemas
fi: Profiili on jo olemassa

source: Profiili pole olemas
fi: Profiilia ei ole olemassa

source: %s: "%s" ei saa lisada.
fi: %s: "%s" lisäys ei onnistunut.

source: %s: "%s" ei saa asendada.
fi: %s: "%s" korvaus ei onnistunut.

source: %s: "%s" ei saa eemaldada.
fi: %s: "%s" poisto ei onnistunut.

source: %s: ei saa kirjutada standardväljundisse
fi: %s: Kirjoittaminen stdout-tulostusvirtaan ei onnistunut

source: "%s" asendamine õnnestus.
fi: %s korvaus onnistui.

source: "%s" eemaldamine õnnestus.
fi: "%s" poisto onnistui.

source: %s - %s ei saa avada
fi: Ei voitu avata %s - %s

source: %s: kogu profiili kirjet ei saa kirjutada
fi: %s: Koko profiilimerkinnän kirjoittaminen ei onnistunut

source: Leiti ootamatu märk: '%s'
fi: Löytyi odottamaton merkki: '%s'

source: %s: Vabandust. Selle rakenduse käivitamiseks on vaja administraatori õigusi.
fi: %s: Ohjelman suorittamiseen tarvitaan pääkäyttäjän oikeudet.

source: Viga: pole võimalik lugeda profiili %s: %s.
fi: Virhe: Ei voitu lukea profiilia %s: %s

source: Viga mälu eraldamisel.
fi: Muistivarausvirhe.

source: %s: failis leiti vigu. Katkestamine.
fi: %s: Tiedostosta löytyi virheitä. Keskeytetään.

source: AppArmori parsimise viga: %s
fi: AppArmor parser -virhe: %s

source: Kirjeid ei suudetud ühendada. Mälu ei jätku
fi: Merkintöjä ei voitu yhdistää. Muisti loppui

source: puudub realõpu märk? (kirje: %s)
fi: puuttuuko rivin lopetinmerkki? (merkintä: %s)

source: 7zip pakkimistööriist
fi: 7zip-pakkaus- ja purkutyökalu

source: ACE pakkimistööriist
fi: ACE-pakkaus- ja purkutyökalu

source: Bazaar versioonihaldussüsteem
fi: Bazaar-versionhallintajärjestelmä

source: Lihtsalt kasutatav jaotatud versioonihaldussüsteem
fi: Helppokäyttöinen, hajautettu versionhallintajärjestelmä

source: ATI X.Org-i binaardraiver
fi: ATI:n suljettu X.Org-ajuri

source: Optimeeritud tarkvaraline OpenGL-i kiirendus uuematele ATI graafikakaartidele
fi: Uudemmille ATI-näytönohjaimille tarkoitettu kiihdytetty OpenGL-ajuri

source: Adobe Flash'i plugina paigaldaja Mozilla jaoks
fi: Asennusohjelma Adobe Flash -liitännäiselle Mozilla-selaimiin

source: Adobe Flash'i plugin
fi: Adobe Flash -liitännäinen

source: GNOME töölauavahendid
fi: Gnome-työpöydän apuohjelmia

source: Sõnaraamat, kettaanalüsaator, logifailide kuvaja, otsingutööriist
fi: Sanakirja, levynkäytön analysoija, lokitiedostojen katselin, hakutyökalu

source: Icedtea Java plugin
fi: Icedtea-Java-liitännäinen

source: Icedtea Java brauseriplugin
fi: Icedtea - Java-selainliitännäinen

source: Spring mootoril töötav mäng Kernel Panic. Kiiretempoline RTS ilma majanduseta.
fi: Kernel Panic -peli Spring-moottorille. Nopeatempoinen, reaaliaikainen strategiapeli.

source: Tihti kasutatavad piiratud litsentsitingimustega rakendused Kubuntu tarbeks (mp3, avi, mpeg, TrueType, Java, Flash)
fi: Usein käytettyjä, mutta käytöltään rajoitettuja sovelluksia Kubuntulle (mp3, avi, mpeg, TrueType, Java, Flash)

source: Kubuntu piiratud lisad
fi: Kubuntun rajoitetut lisäosat

source: LXDE (Lightweight X11 Desktop Environment - kergekaaluline töölauakeskkond)
fi: LXDE (kevyt X11-työpöytäympäristö)

source: Meta-pakett Lightweight X11 Töölaua Keskkonna jaoks
fi: Metapaketti kevyelle X11-työpöytäympäristölle (LXDE)

source: MySQL'i klient
fi: MySQL-asiakas

source: MySQL server
fi: MySQL-palvelin

source: NVidia X.Org'i binaardraiver ('versioon 173')
fi: NVidian suljettu X.Org-ajuri ("versio 173" -ajuri)

source: Optimiseeritud OpenGL riistvaraline kiirendus Nvidia graafikakaardiga
fi: NVIDIA-näytönohjaimille tarkoitettu kiihdytetty OpenGL-ajuri

source: NVidia binaarne X.Org (ajakohastatud "current" draiver)
fi: NVidian suljettu X.Org-ajuri (ajan tasalla oleva "current"-ajuri)

source: NVidia X.Org'i binaardraiver ('versioon 96')
fi: NVidian suljettu X.Org-ajuri ("versio 96" -ajuri)

source: Optimiseeritud OpenGL riistvaraline kiirendus vanemate Nvidia graafikakaartidele
fi: Vanhemmille NVIDIA-näytönohjaimille tarkoitettu kiihdytetty OpenGL-ajuri

source: Ava rakendus Clipart
fi: Open Clipart -leikekuvat

source: Vabade lõikepiltide kollektsioon
fi: Kokoelma vapaasti käytettäviä leikekuvia

source: Pidgini sõnumivahetuse turvalisuse plugin
fi: Pidgin-pikaviestimen ”off-the-record”-liitännäinen

source: Turvalise sõnumiside plugin Pidgini jaoks
fi: Keskustelujen yksityisyyttä varjeleva ”off-the-record”-liitännäinen pidginille

source: Pidgin sõnumivahetuse lisapluginate pakk
fi: Pidgin-pikaviestimen liitännäispaketti

source: 30 kasulikku pluginat Pidgini jaoks
fi: 30 hyödyllistä Pidgin-liitännäistä

source: RAR pakkimise/lahtipakkimise tööriist
fi: RAR-pakkaus- ja purkutyökalu

source: rämpsposti hävitaja
fi: Spamassassin

source: Tekstianalüüsi kasutav rämpspostifilter (töötab programmiga Evolution Mail)
fi: Tekstianalyysiä käyttävä roskapostisuodatin (toimii Evolution-sähköpostin kanssa)

source: Arte lisandmoodul totem-ile
fi: Arte-liitännäinen Totemiin

source: Totem plugin arte.tv-saadete vaatamiseks
fi: Totem-liitännäinen arte.tv-lähetysten katsomiseen

source: Üldkasutatavad piiratud autoriõigustega rakendused (mp3, avi, mpeg, TrueType, Java, Flash, Codecs)
fi: Usein käytettyjä, rajoittavilla käyttöehdoilla varustettuja sovelluksia (mp3, avi, mpeg, TrueType, Java, Flash, koodekkeja)

source: Ubuntu piiratud kasutusõigustega lisad
fi: Ubuntun rajoitetut lisäosat

source: Tihti kasutatavad keelavate litsentsidega rakendused (mp3, avi, mpeg, TrueType, Java, Flash)
fi: Usein käytettyjä, mutta käytöltään rajoitettuja sovelluksia (mp3, avi, mpeg, TrueType, Java, Flash)

source: Xubuntu piiratud kasutusõigustega lisad
fi: Xubuntun rajoitetut lisäosat

source: Esitamiseks vajalikud koodekid
fi: Toistettavia koodekkeja

source: GStreameri pluginad failitüüpide aac, xvid, mpeg2, faad jaoks
fi: GStreamer-liitännäiset muodoille aac, xvid, mpeg2, faad

source: GStreameri pluginad failitüüpide mms, wavpack, quicktime, musepack jaoks
fi: GStreamer-liitännäiset muodoille mms, wavpack, quicktime, musepack

source: Koodekid mpeg, divx, mpeg4, ac3, wmv ja asf falide esitamiseks
fi: Koodekit, joilla voidaan toistaa muotoja mpeg, divx, mpeg4, ac3, wmv ja asf

source: GStreamer ffmpeg video plugin
fi: ffmpeg-videoliitännäinen GStreamerille

source: Koodekid mp3, sid, mpeg1, mpeg2, AC-3, DVD (krüpteerimata) esitamiseks
fi: Koodekit, joilla voidaan toistaa muotoja mp3, sid, mpeg1, mpeg2, AC-3, DVD (ilman salausta)

source: GStreameri lisapluginad
fi: GStreamer-lisäliitännäiset

source: Hariduslik töölaud Kubuntule
fi: Opetuskäyttöön suunniteltu työpöytä Kubuntuun

source: Täielik hariduslik töölaud Kubuntule
fi: Kubuntulle tarkoitettu opetuksellinen työpöytä

source: Hariduslik töölaud Ubuntule
fi: Opetuskäyttöön suunniteltu työpöytä Ubuntuun

source: Täielik hariduslik töölaud Ubuntule
fi: Ubuntulle tarkoitettu opetuksellinen työpöytä

source: Koolieelikute pakett
fi: Esikoulupaketti

source: Hariduslike rakenduste pakett koolieelikutele
fi: Sovelluksia esikoululaisille

source: Põhikooli pakett
fi: Peruskoulupaketti

source: Rakendus põhikooli õpilastele
fi: Sovelluksia peruskoulujen (ala- ja yläasteet) oppilaille

source: Gümnaasiumi pakett
fi: Lukiopaketti

source: Rakendus gümnaasiumi õpilastele
fi: Sovelluksia lukioiden oppilaille

source: Kõrgkooli pakett
fi: Korkeakoulupaketti

source: Rakendus üliõpilastele
fi: Sovelluksia pidemmälle ehtineille opiskelijoille

source: Laiendus Enigmail Thunderbirdile
fi: Enigmail-laajennus Thunderbirdiin

source: GPG tugi Thunderbirdile
fi: GPG-salaustuki Thunderbirdille

source: Firefoxi Launchpadi plugin
fi: Firefoxin Launchpad-liitännäinen

source: Launchpadi Firefoxi integreerimine lisab kiirotsingu Launchpad teenustele
fi: Firefoxin Launchpad-liitännäinen lisää Launchpad-palveluiden pikahaun

source: Ubufox laiendus Firefoxile
fi: Ubufox-lisäosa Firefoxiin

source: Ubuntu-spetsiifilised lähteseadistused ja apt tugi Firefoxile
fi: Ubuntulle tarkoitetut oletusasetukset ja apt-tuki Firefoxiin

source: 3D male
fi: 3D-shakki

source: 3D male X11-le
fi: 3D-shakki X11:lle

source: Numbrite arvamismäng, tuntud ka kui "Bulls and cows"
fi: Numeronarvauspeli, tunnetaan myös nimellä "Bulls and Cows"

source: Kenta Cho A7Xpg
fi: Kenta Cho:n A7Xpg

source: Abe'i imeline seiklus
fi: Aben ihmeellinen seikkailu

source: Külgsuunas liikuv mäng (Side-scrolling)
fi: Sivulta kuvattu peli

source: Dokumentide koostamine, toimetamine ja vaatamine
fi: Luo, muokkaa ja katsele asiakirjoja

source: Abraca XMMS2 klient
fi: Abraca-XMMS2-asiakas

source: Muusikahaldur
fi: Hallitse musiikkikokoelmaa

source: Külgsuunas liikuv tulistamise põnevusmäng (side-scrolling shoot-em-up)
fi: Sivuttaissuunnassa vierivä ammuntapeli

source: Oma rakendusele hõlbustusfunktsioonide lisamine
fi: Tee sovelluksellesi esteettömyysparannuksia

source: Accerciser - abistava tehnika sirvija
fi: Accerciser-esteettömyysselain

source: Penguin Taipei-redaktor
fi: Penguin Taipei (muokkain)

source: CD/DVD tõmmiste redaktor
fi: CD- ja DVD-levykuvien käsittelijä

source: Achilles elu simulaator
fi: Achilles-elämäsimulaattori

source: Vaata tehiselu ja evolutsiooni simulatsiooni
fi: Katso keinotekoisen elämän ja evoluution simulaatiota

source: AcidRip DVD rippija
fi: AcidRip-DVD-kopioija

source: DVD rippija
fi: DVD-kopioija

source: Analoogkella dokirakend
fi: Analoginen kello -telakkasovellus

source: ACM Aerial Combat simulaator
fi: ACM Aerial Combat Simulator

source: Sõjalennukite lennutamine sõjategevuse olukorras
fi: Lennä sotilaslentokoneita taistelutilanteessa

source: Midi-ühenduste haldur
fi: Midi-yhteyksien hallinta

source: Automatiseeri ülesandeid
fi: Automatisoi tehtäviä

source: Tegevuste logi haldur
fi: Toimintalokien hallinta

source: Seadista, mis salvestatakse su Zeitgeisti aktiivsuse logisse
fi: Muokkaa tapahtumia, joita Zeitgeist seuraa

source: Privaatsus-ja kasutusandmete haldamine
fi: Yksityisyys- ja käyttötietojen hallinta

source: Lenda laevaga 4d keskkonnas
fi: Lennä alusta neliulotteisessa ympäristössä

source: Kontaktid
fi: Yhteystiedot

source: kahemõõtmeline graafiline rollimäng
fi: Kaksiulotteinen graafinen roolipeli

source: Biomolekulaarne simulaator
fi: Biomolekyylien simulaattori

source: Organ emulaator
fi: Urkuemulaattori

source: Aeskulap vaatur
fi: Aeskulap-katselin

source: Meditsiiniline pildivaatur ja DICOM võrgu klient
fi: Lääketieteellisten kuvien katselin ja DICOM-verkkoasiakas

source: Värviskeemide genereerimine
fi: Luo väriskeemoja

source: Lihtne päevakava-ja kalendri rakendus GNUstepile
fi: Yksinkertainen esityslista- ja kalenterisovellus GNUstepille

source: AGTL geopeitus tööriist
fi: AGTL Geokätköilytyökalu

source: Kõrgtasemel geopeituse tööriist Linuxile
fi: Edistynyt geokätköilytyökalu

source: AisleRiot, kaardiladumismäng
fi: Aisleriot-pasianssi

source: Mängi paljusid erinevaid kaardiladumismänge
fi: Pelaa monia erilaisia pasiansseja

source: KDE uudistevoogude rakendus
fi: Uutissyötteiden lukija KDE-työpöydälle

source: Peamenüü
fi: Päävalikko

source: Äratuskell
fi: Herätyskello

source: Ärka ülesse hommikul
fi: Herää jo!

source: Ajasta oma ülessanded
fi: Ajasta tehtäviä

source: Aligaator Alex 4
fi: Alex-alligaattori 4

source: Retrostiilis platvormimäng
fi: Retrohenkinen tasohyppelypeli

source: Tulnukate areen
fi: Alien Arena

source: Kolmemõõtmeline onlain tulistamismäng mängija silmade läbi (first person online deathmatch shooter)
fi: Kolmiulotteinen ammuntapeli "deathmatch"-ominaisuuksin

source: Aliki (ALSA-i toega)
fi: Aliki (ALSA-tuella)

source: Impulse Responses mõõtmise tööriist
fi: Mittaustyökalu Impulse Responsesille

source: Aliki (JACK-i toega)
fi: Aliki (JACK-tuella)

source: Alleyoop mälukontroll
fi: Alleyoop-muistitarkistin

source: Leia mälu-haldus probleeme programmides, kasutades valgrind tööriista
fi: Löydä ohjelmissasi olevat muistinhallinnan ongelmat valgrind-työkalulla

source: Almanah päevik
fi: Almanah-päiväkirja

source: Pea personaalset päevikut
fi: Pidä henkilökohtaista päiväkirjaa

source: Graafiline helimikser
fi: Graafinen äänimikseri

source: Mitmekülgne ALSA helifailide mängija (Audio Linux Sound Architecture)
fi: Joustava äänisoitin ALSAlle (Audio Linux Sound Architecture)

source: OpenAL-Soft konfrigatsiooni tööriist
fi: OpenAL-Soft-ohjelman asetustyökalu

source: AltOS kasutajaliides
fi: AltOS-käyttöliittymä

source: Vaata ja registreeri sündmusi Altus Metrum toodetelt
fi: Näytä ja kirjoita lokiin Altus Metrum -tuotteiden dataa

source: Amarok - naudi oma muusikat!
fi: Amarok - löydä musiikkisi uudelleen!

source: Võida oma vastast täites tema ruudustik prügiga.
fi: Voita vastustajasi täyttämällä heidän ruudukkonsa roskalla.

source: Elajas töölaual
fi: Näytöllä oleva olio

source: Amora Daemon
fi: Amora-taustaprosessi

source: Bluetoothi kaudu mobiiltelefoniga töölaua juhtimine
fi: Etähallitse työpöytääsi Bluetooth-matkapuhelimella

source: Võitle kurjade koletistega oma maagiliste relvadega
fi: Taistele pahoja hirviöitä vastaan maagisilla aseilla.

source: ALSA modulaarsüntesaator
fi: Alsa Modular Synth

source: Modulaar tarkvara süntesaator
fi: Modulaarinen ohjelmistosyntetisaattori

source: MSN Messenger Linuxile
fi: MSN Messenger -tyyppinen ohjelma Linuxille

source: Kahe ostsillaatoriga tarkvara süntesaator
fi: Kahden oskillaattorin ohjelmistosyntetisaattori

source: aMule kaugjuhtimine
fi: aMulen etähallinta

source: Klient eD2k võrgu jaoks
fi: Asiakasohjelma eD2k-verkkoihin

source: Kiire tempoline anagramm pusle mäng kasutades SDL'i
fi: nopeatempoinen pulmapeli anagrammeista, joka käyttää SDL:ää

source: Rogue moodi vangikoopa uurimis mäng, mis põhineb J.R.R. Tolkien'i raamatutel
fi: Roguemainen luolastoseikkailupeli, joka perustuu J.R.R. Tolkienin kirjoihin

source: Vihased joobes kääbused
fi: Angry Drunken Dwarves

source: Tarkvara arendamine integreeritud arenduskeskkonnas
fi: Kehitä ohjelmistoja integroidussa kehitysympäristössä (IDE)

source: Intelligentne mälutreeningu programm
fi: Älykäs tauotetun toiston muistinharjoitusohjelma

source: Tõlketeenus
fi: Kääntäjä

source: Tõlgi nagu kirjutad
fi: Kääntää kirjoitettaessa

source: Rakendus tarkvara saamiseks ja haldamiseks
fi: Sovellus ohjelmistojen hallintaan

source: Paigaldusketta loomine
fi: Luo asennuslevy

source: Alf'i PDF vaataja nagu Vim
fi: Alfin Vimin kaltainen PDF-lukija

source: QEMU & KVM virtuaalmasinate haldur
fi: QEMU- ja KVM-virtuaalikoneiden hallintaohjelma

source: Aqsis shaderite inspektor
fi: Aqsis-shader-tutkija

source: Kompileeritud Renderman Shading Language (RSL) failide inspekteerimine
fi: Tutki käännettyjä RSL-tiedostoja (RenderMan Shading Language)

source: Gapless helifailide mängija
fi: Tauoton äänisoitin

source: Ekraani seadistused
fi: Näyttöasetukset

source: ARC - töö esitamine tööriist
fi: ARC – töiden lähetystyökalu

source: Küljelt kujutatud fantaasia mäng (sidescroller)
fi: Sivusta kuvattu fantasiapeli

source: Ardesia - töölauale joonistamise rakendus
fi: Ardesia-työpöytäpiirtotyökalu

source: Tee märkusi otse töölauale
fi: Lisää huomautuksia suoraan työpöydälle

source: Ardour digitaalhelide tööjaam
fi: Ardour - digitaalinen äänityöasema

source: Arduino IDE
fi: Arduino – integroitu kehitysympäristö

source: Mpd kliendi rakendus
fi: MPD-asiakassovellus

source: Arista transkodeerija
fi: Arista-multimediamuunnin

source: Multimeediafailide teisendamine kõigil seadmetel
fi: Muunna multimediatiedostoja sopiviksi eri laitteille

source: Arhiveerimistööriist
fi: Paketointityökalu

source: kolmemõõtmeline valgus mootorrataste mäng
fi: Kolmiulotteinen valopyöräpeli

source: Veebi lehitsemine
fi: Selaa Internetin WWW-sivuja

source: Kasulik tesaurus, mis põhineb WordNetil
fi: WordNetiin perustuva kätevä synonyymisanakirja

source: dsj mängu kloon
fi: dsj-pelin klooni

source: Reaalne esivaates tulistamismäng
fi: Realistinen ammuntapeli

source: Asunder CD rippija
fi: Asunder-CD-kopioija

source: Rakendus audio-CD palade salvestamiseks WAV, MP3, OGG, FLAC või Wavpack formaadis
fi: Sovellus ääni-CD-levyjen raitojen tallentamiseen WAV-, MP3-, OGG-, FLAC- tai Wavpack-muodoissa

source: sürreaalne tulistamismäng
fi: Surrealistinen ammuskelupeli

source: Atomic Tanks
fi: Atomitankit

source: Vastase tankide hävitamine
fi: Tuhoa vastustajasi tankit.

source: Mõttemäng molekulidest
fi: Molekyyliälypeli

source: Tetrise-laadne mäng
fi: Tetriksen kaltainen peli

source: Käigupõhine strateegiamäng
fi: Vuoropohjainen strategiapeli

source: Muusika kuulamine
fi: Kuuntele musiikkia

source: Helifailide salvestamine ja töötlus
fi: Nauhoita ja muokkaa äänitiedostoja

source: CD-lt helipalade rippimine
fi: Kaappaa ääniraitoja CD-levyiltä

source: Halda valikvastustega päringuid koos automaatsete märgetega paberilt skaneerides
fi: Tee monivalintakyselyjä sekä hallitse automaattista merkintöjen lukemista paperiskannauksista

source: Kiirklahvide programmeerimine
fi: Ohjelmoi pikanäppäimiä

source: Automaatne failide ümbernimetamine ja järjekorda sorteerimine
fi: Tiedostojen automaattinen nimeäminen annettuun järjestykseen

source: Teie võrgus saadaolevate Zeroconfi teenuste sirvimine
fi: Selaa Zeroconf-varustettuja palveluita verkossa

source: Avahi SSH-serveri brauser
fi: Avahin SSH-palvelinselain

source: Zeroconfi toetusega SSH-serverite sirvimine
fi: Selaa Zeroconf-varustettuja SSH-palvelimia

source: Avahi VNC-serveri brauser
fi: Avahin VNC-palvelinselain

source: Zeroconfi toetusega VNC-serverite sirvimine
fi: Selaa Zeroconf-varustettuja VNC-palvelimia

source: Videode redigeerimine
fi: Muokkaa videoita

source: Täiustatud molekulaar redaktor
fi: Monipuolinen molekyylimuokkain

source: Täiustatud ilma teavitamise programm
fi: Edistynyt säätiedotusohjelma

source: Front-end Axel'ile- väike allalaadimise kiirendi
fi: Edustaohjelma Axelille - kevyelle latausten nopeuttajalle

source: Failide allalaadimine ja jagamine kasutatades BitTorrent P2P võrku
fi: Nouda ja jaa tiedostoja BitTorrent-P2P-verkossa

source: Rakendus sõnaraamatute vaatamiseks
fi: Sanakirjojen lukuohjelma

source: Lihtne varundussüsteem
fi: Yksinkertainen varmuuskopiointityökalu

source: Balazar Brothers
fi: Balazar-veljekset

source: Ruumiline seiklus- ja rollimäng
fi: Kolmiulotteinen seikkailu- ja roolipelaamispeli

source: kahemõõtmeline tulistamismäng Zero G's
fi: Kaksiulotteinen ylhäältä kuvattu ammuntapeli nollapainovoimassa

source: Pusle elementidega mäng
fi: Tasohyppelypeli muutamilla pohtimistehtävillä varustettuna

source: E-posti tööriist
fi: Sähköpostityökalu

source: Balsa e-posti klient
fi: Balsa-sähköpostiohjelma

source: Meediamängija
fi: Mediasoitin

source: Banshee meediamängija
fi: Banshee-mediasoitin

source: Oma meediakogu esitamine ja haldamine
fi: Soita ja järjestele mediakokoelmaasi

source: Failide ülekanne FTP, FTPS or SFTP protokollide vahendusel
fi: Siirrä tiedostoja FTP-, FTPS- ja SFTP-yhteyskäytännöillä

source: Pigem hävitav põnevusmäng
fi: Jokseenkin tuhoava toimintapeli

source: Kaasaskantav helikollektsioonide indekseerija
fi: Siirrettävä mediakokoelmien indeksointiohjelma

source: BaseX XML Andmebaas
fi: BaseX XML Database

source: Graafiliselt XML-andmete küsimine ja analüüsimine
fi: Tutki ja analysoi XML-dataa visuaalisesti

source: BASIC programmeerimiskeele õppimine, noortele lastele kujundatud keskkonnas
fi: Opi BASIC-ohjelmointikieli nuorille lapsille suunnitellussa ympäristössä

source: BasKeti märkmepaberid
fi: BasKet Note Pads

source: Sinu ideede haldamine.
fi: Pitää huolen ideoistasi.

source: Tetrise kloon, mis ajab pööraseks
fi: Tetris-klooni joka tekee sinut hulluksi

source: Aku seire (batmon)
fi: Akun seuranta (batmon)

source: Aku oleku jälgimine
fi: Valvo akun tilaa

source: Aku täituvus graafik
fi: Akun latausgraafi

source: Rakendus botaaniliste kogude haldamiseks
fi: Sovellus kasvitieteellisten kokoelmien hallintaan

source: Sokoban(TM)-il põhinev loogikamäng
fi: Sokoban (tm) -tyylinen logiikkapeli

source: BetaRadio tüüner
fi: BetaRadio-viritin

source: Lihtne viis kuulata Taiwani Interneti-raadiot
fi: Helppo tapa kuunnella Internet-radiota Taiwanissa

source: mäng teadlikusest ja eraldatusest
fi: peli tajunnasta ja eristynyeisyydestä

source: Bibledit BibleTime kasutajaliides
fi: Bibledit - BibleTime-käyttöliittymä

source: Bible redaktor
fi: Raamattu-editori

source: Bibledit Xiphos kasutajaliides
fi: Bibledit - Xiphos-käyttöliittymä

source: Hõlpsasti kasutatav Piibli õppimise tööriist
fi: Helppokäyttöinen opiskelutyökalu Raamattuun

source: BibShelf raamatu haldur
fi: BibShelf - kirjojen hallinta

source: Raamatu kollektsiooni haldamise rakendus
fi: Kirjakokoelman hallintasovellus

source: Oma kirjatööde viidete ja tsitaatide haldamine
fi: Hallitse asiakirjasi viitteitä ja lähteitä

source: Billard-GL
fi: Biljardi-GL

source: Mängi Billard mängu
fi: Pelaa biljardipeliä

source: Kuni nelja mängjaga võrgupõhine strateegia lauamäng
fi: Enimmillään neljän pelaajan verkossa pelattava vuoropohjainen strategialautapeli

source: Värvikas loogika mäng arkaad ja taktika režiimis
fi: Värikäs logiikkapeli arkadi- ja taktiikkatiloilla

source: ruumiline videomängija
fi: 3D-videotoistin

source: tehiselu programm organismide evolutsioonis kaasatud protsesside simuleerimiseks
fi: keinotekoisen elämän sovellus, joka simuloi eliömuotojen evoluutioon liittyviä prosesseja

source: JACK diagnostilika tööriist
fi: JACK-diagnostiikkatyökalu

source: CDMA mobiiltelefoni tööriist
fi: CDMA-matkapuhelintyökalu

source: Väike ja kiire BitTorrenti klient
fi: Pieni ja nopea BitTorrent-asiakas

source: Bittornado klient
fi: Bittornado-asiakas

source: Bittorrent klient
fi: Bittorrent-asiakas

source: Keemiliste struktuuride ja reaktsioonide muutmine
fi: Muokkaa kemiallisia rakenteita ja reaktioita

source: Kristallide otsimine
fi: Kristallien etsintä

source: Blam voolugeja
fi: Blam-syötelukija

source: voolugeja
fi: Syötelukija

source: Vabasta ruumi ja säilita privaatsus
fi: Vapauta tilaa ja hallitse yksityisyyttä
